Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The actions consist in equipping 10 centres in the region of Bethlehem taking care of people with various types and degrees of disability; conducting courses and training raising qualifications of staff; organising an information campaign on disability, aimed at raising public awareness of the Palestinians about disability.
pl: Działania polegają na wyposażeniu 10 ośrodków z regionu Betlejem zajmujących się osobami z różnymi typami i stopniami niepełnosprawności; przeprowadzeniu kursów i szkoleń podnoszących kwalifikacje kadry; zorganizowanie kampanii informacyjnej na temat niepełnosprawności, mającej na celu podniesienie świadomości społecznej Palestyńczyków nt. niepełnosprawności.

source: Examples of actions performed by the Office of the Representative of Poland in Ramallah in 2015 were related to improving educational opportunities for girls in East Jerusalem through the creation of technology laboratory in St. John's School and improving access to prenatal care for mothers and children at the NECC Mobile Clinics in Darraj and Rafah in the Gaza Strip.
pl: Przykładowe działania zrealizowane przez Biuro Przedstawiciela RP w Ramallah w 2015 r. dotyczyły polepszenia możliwości edukacyjnych dziewcząt w Jerozolimie Wschodniej poprzez stworzenie laboratorium technologii w szkole St. John czy też poprawy dostępu do opieki prenatalnej dla matek i dzieci w Klinikach Mobilnych NECC w Darraj i Rafah w Strefie Gazy.

source: Development project carried out by PCPM was aimed at strengthening entrepreneurship of agricultural cooperatives through the implementation of an effective production and marketing model.
pl: Projekt rozwojowy zrealizowany przez PCPM miał na celu wzmocnienie przedsiębiorczości spółdzielni rolniczych poprzez wdrożenie efektywnego modelu produkcyjno-marketingowego.

source: Specifically, the actions involved launching sales channels for four agricultural production cooperatives, with the participation of two sales cooperatives and three supermarkets.
pl: W ujęciu szczegółowym działania polegały na uruchomieniu kanałów sprzedaży dla czterech rolniczych spółdzielni produkcyjnych, przy udziale dwóch kooperatyw sprzedażowych oraz trzech supermarketów.

source: The objective of the project was also to make people aware of the benefits of mutual cooperation and the creation of business relationships between these entities.
pl: Celem projektu było także uświadomienie korzyści ze wzajemnej współpracy oraz utworzenie powiązań biznesowych pomiędzy wymienionymi podmiotami.

source: Actions taken as part of the volunteering programme involved, among others, conducting workshops to promote preventive health care in the field of prevention of diabetes, sclerosis, hypertension and recognising disturbing symptoms (such as stroke or heart attack), and to provide support and activate older people from the territories of the Palestinian Authority, inmates of the Elderly Day Care Centre.
pl: W ramach programu wolontariackiego realizowano działania polegające m.in. na prowadzeniu zajęć warsztatowych promujących profilaktykę prozdrowotną z zakresu zapobiegania cukrzycy, miażdżycy, nadciśnieniu i rozpoznawaniu niepokojących objawów (takich jak udar albo zawał), a także mające na celu udzielenie wsparcia i aktywizację osób starszych z terenów Autonomii Palestyńskiej, podopiecznych Elderly Day Care Center.

source: Polish development assistance for Palestine in 2014 was provided in the following thematic areas: education and SMEs and job creation.
pl: Polska pomoc rozwojowa na rzecz Palestyny w 2014 r. realizowana była w następujących obszarach tematycznych: edukacja i małei średnie przedsiębiorstwa oraz tworzenie nowych miejscpracy.

source: The MFA awarded funding for two projects related to levelling out educational opportunities and professional activation of women.
pl: MSZ przyznało dofinansowanie na realizację dwóch projektów dotyczących wyrównywania szans edukacyjnych i aktywizacji zawodowej kobiet.

source: One of the projects involved the creation of a cooperative model of agribusiness in the village of Al-Jalama, in the Jenin District.
pl: Jeden z projektów dotyczył tworzenia spółdzielczego modelu agrobiznesu we wsi Al-Jalama, w dystrykcie Jenin.

source: As part of the second action addressed to women from poor families, families with many children and single mothers vocational courses were conducted in the fields of administrative and office education, beauty treatments, hairdressing and techniques of Palestinian embroidery and handicrafts.
pl: W ramach drugiego działania, adresowanego do kobiet pochodzących z ubogich, wieloletnich rodzin i matek samotnie wychowujących dzieci, przeprowadzono kursy zawodowe w obszarach edukacji administracyjno-biurowej, zabiegów upiększających, fryzjerstwa oraz technik wykonywania palestyńskiego haftu i rękodzieła.

source: Moreover, in response to the humanitarian crisis in the Gaza Strip in 2014 payment was made for the UNRWA in the amount of PLN 850 thousand.
pl: Ponadto, w reakcji na kryzys humanitarny w Strefie Gazy, w 2014 r. dokonano wpłaty na rzecz UNRWA w wysokości 850 tys.

source: Polish development support for the Palestinian Authority focused on two priority areas.
pl: Polskie wsparcie rozwojowe na rzecz Autonomii Palestyńskiej koncentrowało się na dwóch obszarach priorytetowych.

source: The project of the Polish Humanitarian Action entitled Improving water and sanitary conditions in educational institutions through the construction of water tanks in schools and an orphanage in the West Bank's Districts of Hebron and Bethlehem concerned the water supply and sanitation priority.
pl: Priorytetu gospodarka wodno-sanitarna dotyczył projekt Polskiej Akcji Humanitarnej pt. Poprawa warunków wodno-sanitarnych w placówkach edukacyjnych poprzez budowę zbiorników wodnych w szkołach oraz sierocińcu w Dystryktach Hebron i Betlejem na Zachodnim Brzegu.

source: The action carried out by the PCPM entitled Development of rural entrepreneurship in the West Bank's Districts of Hebron and Bethlehem was to strengthen the economic potential and was in line with the SMEs and job creation priority.
pl: Działanie realizowane przez Fundację PCPM pt. Rozwój przedsiębiorczości rolnej w Dystrykcie Hebrońskim i Betlejemskim na Zachodnim Brzegu Jordanu miało na celu wzmocnienie potencjału gospodarczego i wpisywało się w priorytet małe i średnie przedsiębiorstwa oraz tworzenie nowych miejsc pracy.

source: Examples of actions carried out as part of the Small Grants System by the Office of the Representative of Poland to the Palestinian National Authority in 2013 were aimed at improving access to water for agricultural purposes for 50 families in Ain Areek; increasing employment opportunities for the youth of Palestine through the establishment of ties with the Polish private sector; and increasing food security of 10 families in Az Zubeidat in the Jericho District through the construction of greenhouses.
pl: Przykładowe działania realizowane w ramach Systemu Małych Grantów przez Biuro Przedstawiciela RP przy Palestyńskiej Władzy Narodowej w 2013 r. miały na celu poprawę dostępu do wody w celach rolniczych 50 rodzin w Ain Areek; zwiększenie możliwości zatrudnienia młodzieży palestyńskiej poprzez stworzenie więzów z polskim sektorem prywatnym; czy też podwyższenie bezpieczeństwa żywnościowego 10 rodzin w Az Zubeidat w Dystrykcie Jerycho poprzez budowę szklarni.

source: In 2012, actions of the Polish development cooperation were related to the following priority areas of support: education; water supply and sanitation; SMEs and job creation.
pl: W 2012 r. działania polskiej współpracy rozwojowej wpisywały się w następujące priorytetowe obszary wsparcia: edukacja; gospodarka wodno-sanitarna; małe i średnie przedsiębiorstwa oraz tworzenie nowych miejsc pracy.

source: The Polish MFA co-financed actions supporting small agricultural enterprises in the West Bank's Bethlehem District by the introduction of new farming methods based on organic recycling and aquaponic gardening - a PCPM project; social and cultural development of the excluded region of Masafer Yatta in the Hebron District - a NOMADA project; as well as actions aimed at improvement of access to water by reconstruction of agricultural water tanks for the Bedouins living in the South Hebron District - a PAH project.
pl: Ze środków MSZ sfinansowane zostały działania wspierające drobne przedsiębiorstwa rolne w Dystrykcie Betlejemskim na Zachodnim Brzegu, polegające na wprowadzeniu nowych metod produkcji rolnej, opartych na systemie recyklingu organicznego i upraw aquaponicznych - projekt PCPM ; projekt edukacyjny na rzecz rozwoju społeczno-kulturalnego zmarginalizowanego regionu Masafer Yatta w Dystrykcie Hebron - projekt NOMADA ; a także działania nakierowane na poprawę dostępu do wody poprzez rekonstrukcję wodnych cystern rolniczych dla Beduinów zamieszkujących Dystrykt Południowego Hebronu - projekt PAH .

source: In the framework of the Small Grants System , some of the projects implemented in 2012 by the Office of the Representative of Poland to the PNA were related, among others, to the improvement of water and sanitary conditions for 9 homesteads in the Jenin District; levelling out educational opportunities for young people from difficult backgrounds in Eastern Jerusalem; and levelling out educational opportunities for girls in the Al Amarii Camp by providing equipment to the Fencing Club.
pl: W ramach Systemu Małych Grantów przykładowe projekty zrealizowane przez Biuro Przedstawiciela RP przy PWN w 2012 r. dotyczyły poprawy warunków wodno-sanitarnych dla 9 gospodarstw w Dystrykcie Jenin; wyrównaniu szans edukacyjnych młodzieży pochodzącej z trudnych środowisk w Jerozolimie Wschodniej; czy wyrównaniu szans edukacyjnych dziewcząt w Obozie Al Amarii poprzez doposażenie klubu szermierczego.

source: In 2012, Poland supported Palestinian refugees in the Near East through the UNRWA, providing the amount of PLN 650 thousand.
pl: W 2012 r. Polska wspierała uchodźców palestyńskich na Bliskim Wschodzie za pośrednictwem UNRWA, przekazując kwotę w wysokości 650 tys.

source: supporting good governance, in particular raising skills among public sector workers;
pl: wspieranie idei dobrego rządzenia (good governance), w szczególności podnoszenia kwalifikacji pracowników służb publicznych,

source: developing the rural and agricultural sectors, in particular by raising the level of quality of local products, water management, rural governance and support for the local community;
pl: rozwijanie sektorów wiejskich i rolnictwa, w tym, przede wszystkim podwyższanie jakości miejscowej produkcji, zarządzanie zasobami wodnymi oraz zagospodarowanie terenów rolnych i wspieranie lokalnej ludności,

source: supporting youth development and activation in education;
pl: wpływ na rozwój i aktywizację młodzieży w sferze edukacji,

source: streamlining border management through trainings for border guards.
pl: podwyższanie jakości zarządzania granicami poprzez szkolenia funkcjonariuszy straży granicznej.

source: Development of agricultural areas through the renovation of agricultural water tanks in southern Hebron district; project operated by the Polish Humanitarian Action.
pl: Rozwój terenów rolnych poprzez remonty cystern rolniczych na południu dystryktu Hebron, zrealizowany przez Polską Akcję Humanitarną.

source: The goal of the project was to improve Hebron inhabitants' access to water for household and agricultural purposes.
pl: Celem projektu było zwiększenie dostępu mieszkańców Hebronu do wody do użytku domowego i rolniczego.

source: In the framework of the project - with the help of local inhabitants - 20 water tanks for rainwater collection and storage were renovated.
pl: W ramach przedsięwzięcia, przy zaangażowaniu miejscowej ludności, wyremontowano 20 cystern przeznaczonych do pozyskiwania i przechowywania wody deszczowej.

source: The users were also trained in water tank maintenance and hygiene, as well as in effective ways of collecting water.
pl: Użytkownicy cystern przeszli także szkolenie z zakresu konserwacji urządzeń oraz utrzymania higieny i efektywnego pozyskiwania wody.

source: On the milky way to South Hebron - II: Strengthening the cooperation network between Bedouin sheep farmers in Masafer Yatta and the local dairy production cooperative in Hebron district, West Bank; project operated by the Polish Center for International Aid Foundation.
pl: Mleczną drogą do Południowego Hebronu - II; Wzmocnienie sieci współpracy spółdzielczej pomiędzy drobnymi handlowcami owiec z regionu Masafer Yatta i lokalną spółdzielnią produkcyjną w dystrykcie Hebron, na Zachodnim Brzegu Jordanu, zrealizowany przez Fundację Polskie Centrum Pomocy Międzynarodowej.

source: Sheep farmers participated in trainings devoted to modern technologies.
pl: Hodowcy owiec przeszli szkolenia, w trakcie których dowiedzieli się jak stosować nowoczesne technologie.

source: 48 farms were modernized to include new equipment.
pl: Przeprowadzono również modernizację 48 gospodarstw wyposażając je w nowy sprzęt.

source: Training in support of modernisation of PNA border services - continuation; operated by the International Cooperation Bureau of the National Border Guard Headquarters.
pl: Szkolenia wspomagające modernizację służb granicznych Autonomii Palestyńskiej - kontynuacja, zrealizowany przez Biuro Współpracy Międzynarodowej Komendy Głównej Straży Granicznej.

source: Measures under this project were focused on strengthening the PNA's border protection system and boosting the level of border security by training border officials.
pl: Działania projektowe były zorientowane na wzmocnienie systemu ochrony granic Autonomii Palestyńskiej oraz podniesienie poziomu bezpieczeństwa na granicach poprzez przeszkolenie funkcjonariuszy służb granicznych.

source: Trainings methods to be applied at future workshops were also developed as part of the project.
pl: W trakcie warsztatów wypracowano również metody szkoleniowe dla przyszłych szkoleń funkcjonariuszy.

source: The projects included:
pl: PLN, w tym m.in.

source: The goal of the project was to create a safe education and recreation room on the unused top floor of the orphanage.
pl: Celem projektu było stworzenie na niezagospodarowanym poddaszu budynku sierocińca bezpiecznej przestrzeni do nauki i zabawy dla wychowanków placówki.

source: Thanks to the project, 21 children - as well as those who will live at the orphanage over the following years, will have the ability to study and play in a room equipped with the necessary instruments (desks, computers) and learning materials.
pl: Dzięki realizacji projektu 21 dzieci, a także te, które zamieszkają w sierocińcu w kolejnych latach, uzyskały możliwość zabawy i nauki w przygotowanych do tego pomieszczeniach wyposażonych w odpowiedni sprzęt (min. biurka, komputery) i materiały do nauki.

source: The project consisted of trainings for youth leaders selected from among the local population.
pl: W ramach realizacji projektu przeprowadzono szkolenia dla młodych liderów wybranych spośród lokalnej młodzieży.

source: During the workshops, the leaders received knowledge and organizational skills which they will use to increase local awareness of the problem of drug abuse among children, adolescents and adults living in the camp.
pl: W trakcie szkoleń przekazano im wiedzę i umiejętności organizacyjne które będą wykorzystywać w celu zwiększania świadomości miejscowej ludności na temat problemu narkomanii wśród dzieci, młodzieży i dorosłych mieszkających w obozie.

source: Creating jobs by building water tanks in Aboud village.
pl: Tworzenie miejsc pracy przez budowę cystern wodnych we wiosce Aboud.

source: The project has contributed to facilitating the local community's access to water through the construction of 5 water tanks for collecting and storing rainwater.
pl: Projekt przyczynił się do ułatwienia lokalnej społeczności dostępu do wody poprzez budowę 5 cystern do pozyskiwania i przechowywania deszczówki.

source: 10 local inhabitants were employed to build the tanks and local youths participated in awareness-raising activities dealing with effective and economical water use.
pl: 10 mieszkańców zyskało zatrudnienie przy budowie urządzeń, a miejscowa młodzież została zaangażowana w działania uświadamiające dotyczące efektywnego i ekonomicznego wykorzystywania wody.

source: Polish Centre for International Aid: "On the Milky Way to South Hebron: Linking Small Goat and Sheep Farmers from Bedouin Communities and the Local Dairy Production Cooperative in the Massafer Yatta, Hebron District, West Bank";
pl: Polskiego Centrum Pomocy Międzynarodowej:„Mleczną drogą do Południowego Hebronu: budowa sieci współpracy spółdzielczej pomiędzy drobnymi hodowcami kóz i owiec ze społeczności beduińskiej i lokalną spółdzielnią produkcyjną w regionie Masafer Yatta w dystrykcie Hebron na Zachodni Brzeg Jordanu";

source: Together Polska Foundation: "Youth Media Centre";
pl: Fundacji Together Polska: „Młodzieżowe Centrum Multimedialne";

source: Polish Humanitarian Organisation: "Development of Human Resources Through Social Activation of Children and Youth from Hebron District - Extra-Curricular Activities";
pl: Polskiej Akcji Humanitarnej: „Rozwój zasobów ludzkich poprzez aktywizację społeczną dzieci i młodzieży z dystryktu Hebron - organizacja zajęć dodatkowych";

source: International Cooperation Offices of the National Border Guard Headquarters: "Trainings to Aid the Modernisation of the Palestinian Autonomy's Border Guard".
pl: Biura Współpracy Międzynarodowej Komendy Głównej Straży Granicznej: „Szkolenia wspomagające modernizację służb granicznych Autonomii Palestyńskiej".

source: developing human resources,
pl: dostęp do wody pitnej.

source: In the framework of the project, a Polish coach was in charge of the Palestinian national team, a sports camp was organised in Jordan, and equipment was purchased for sports clubs.
pl: W ramach projektu polski trener prowadził palestyńską kadrę narodową, zorganizowano obóz sportowy w Jordanii i zakupiono sprzęt sportowy dla klubów.

source: One important element of this project was the popularisation of fencing by organising tournaments.
pl: Ważnym elementem projektu była popularyzacja sportu dzięki organizacji turniejów.

source: In 2010, a documentary film entitled "Fencers for Palestine" (directed by Urszula Laskowska and Mateusz Mularski) was produced.
pl: W 2010 roku odbyła się premiera filmu dokumentalnego „Szermierze dla Palestyny" (reż.

source: The movie depicts the project's implementation in the Al-Amari refugee camp in Ramallah, West Bank.
pl: Urszula Laskowska, Mateusz Mularski) o realizacji projektu w obozie uchodźców Al-Amari w Ramallah na Zachodnim Brzegu.

source: "Inaugurating Drama Classes in Schools and Youth Clubs in East Jerusalem" - the Representative Office of Poland in Ramallah implemented this project in districts in East Jerusalem inhabited by Palestinian communities, which are extremely affected by their economic, cultural and social isolation from other areas inhabited by Palestinians (the West Bank and Gaza Strip).
pl: „Inauguracja zajęć teatralnych w szkołach i klubach młodzieżowych w rejonie Jerozolimy Wschodniej" - Biuro Przedstawiciela RP w Ramallah zrealizowało ten projekt we wschodniej Jerozolimie w dzielnicach zamieszkanych przez społeczność palestyńską, która dotkliwie odczuwa gospodarczą, kulturalną i społeczną izolację od pozostałych terenów zamieszkanych przez Palestyńczyków (Zachodni Brzeg i Strefa Gazy).

source: The aim of the project was to create youth drama groups to facilitate the process of self-identification and constitute a form of group therapy.
pl: Celem projektu było utworzenie młodzieżowych grup teatralnych ułatwiających proces samoidentyfikacji i będących formą terapii grupowej.

source: The project's initiator and main implementing party was the Sanabel Theatre.
pl: Pomysłodawcą i głównym realizatorem projektu był Teatr Sanabel.

source: "Repair and Installation of Window Protection Systems in Wadi Al Hassin" - the Representative Office of Poland in Ramallah implemented a project to install window protection systems in several dozen houses in the Hebron area inhabited by Palestinians who were victims of acts of vandalism perpetrated by radical Israeli settlers.
pl: „Naprawa i instalacja okiennych systemów ochronnych w Wadi Al Hassin" - Biuro Przedstawiciela RP w Ramallah zrealizowało projekt instalowania systemów chroniących okna w kilkudziesięciu domach Palestyńczyków w okolicach Hebronu, narażonych na akty wandalizmu ze strony radykalnych osadników izraelskich.

source: "Trainings to Aid the Modernisation of the Palestinian Autonomy's Border Guard" - in response to Palestinian needs, the National Border Guard Headquarters implemented a project aimed at supporting Palestinian law enforcement agencies in preparing and implementing modern methods for building a national border protection system.
pl: „Szkolenia wspomagające modernizację służb granicznych Autonomii Palestyńskiej" - w odpowiedzi na zapotrzebowanie strony palestyńskiej Komenda Główna Straży Granicznej zrealizowała projekt mający na celu wsparcie palestyńskiej służby bezpieczeństwa w przygotowaniu i wdrażaniu nowoczesnych metod budowy systemu ochrony granicy państwowej.

source: Polish development aid covered the following areas:
pl: Polska pomoc na rzecz rozwoju objęła działania mające na celu:

source: increased access to potable water;
pl: zwiększenie dostępu do wody pitnej,

source: The project culminated in the organisation of a Polish Day in Ramallah, which included a Polish-Palestinian friendship tournament in men's and women's épée fencing, and a festival in Bethlehem presenting the implemented activities.
pl: Zwieńczeniem tej inicjatywy były: Dzień Polski w Ramallah, podczas którego rozegrano turniej przyjaźni palestyńsko-polskiej w szpadzie mężczyzn i kobiet, oraz festiwal w Betlejem prezentujący zrealizowane działania.

source: "Improving Water Supply for Three Palestinian Schools in Bethlehem District, 2008" - a Polish Humanitarian Organisation Foundation project aimed at improving sanitary conditions and access to potable water in selected schools.
pl: „Poprawa sytuacji wodno-sanitarnej w trzech placówkach edukacyjnych w Dystrykcie Betlejem, 2008" - projekt Fundacji Polska Akcja Humanitarna, którego celem była poprawa warunków sanitarnych oraz dostępu do wody pitnej w wybranych placówkach edukacyjnych.

source: In cooperation with the Environmental Education Centre - a local organisation - the project implemented trainings and workshops for pupils, staff, parents and representatives of local communities, devoted to environmental protection, agriculture, water economy and usage and maintenance of water purification stations.
pl: W ramach projektu, we współpracy z lokalną organizacją Environmental Education Centre, przeprowadzono szkolenia i warsztaty dla uczniów, personelu i rodziców oraz reprezentantów władz lokalnych na temat ochrony środowiska, rolnictwa, gospodarki wodnej oraz użytkowania i konserwacji stacji uzdatniania wody.
